/* No comment provided by engineer. */
"%g day(s)" = "%g 天";

/* No comment provided by engineer. */
"%g hour(s)" = "%g 小时";

/* No comment provided by engineer. */
"%g minute(s)" = "%g 分钟";

/* No comment provided by engineer. */
"%g month(s)" = "%g 个月";

/* No comment provided by engineer. */
"%g second(s)" = "%g 秒";

/* No comment provided by engineer. */
"%g week(s)" = "%g 周";

/* No comment provided by engineer. */
"%g year(s)" = "%g 年";
